Repository: Subscribie/subscribie
Catalog: subscribie/translations/*/LC_MESSAGES/messages.po
Languages: de, es, hr

source: Hello
de: Hallo
es: Hola
hr: Pozdrav

source: Please provide at least your email address to login, or use the forgot password feature.
hr: Navedite svoju adresu e-pošte za prijavu ili upotrijebite opciju zaboravljenalozinka.

source: daily
de: täglich
es: Diario
hr: dnevno

source: weekly
de: wöchentlich
es: Semanal
hr: tjedno

source: monthly
de: monatlich
es: Mensual
hr: mjesečno

source: yearly
de: jährlich
es: Anual
hr: godišnje

source: Need help logging into your shop?
de: Benötigen Sie Hilfe bei der Anmeldung in Ihrem Shop?
es: Necesitas ayuda para iniciar sesión?
hr: Trebate li pomoć pri prijavi u svoju trgovinu?

source: Donations Settings
hr: Postavke donacija

source: Enable Donations feature
hr: Omogući značajku Donacije

source: Activate the Donation feature to allow subscribers or anyone to donate for your business
hr: Aktivirajte značajku Donacije kako biste omogućili pretplatnicima ili bilo kome da donira

source: Save
hr: Uštedjeti

source: Donation
hr: Donacija

source: Complete the form below
de: Füllen Sie das untenstehende Formular aus
es: Completa el formulario
hr: Ispunite obrazac ispod

source: Error
de: Fehler
hr: Greška

source: Your details
de: Mehr details
es: Resumen
hr: Vaši detalji

source: We only use your details to use it for billing purposes only.
hr: Vaše podatke koristimo samo u svrhu naplate.

source: Your Name
de: Ihren Namen
es: Nombre
hr: Tvoje ime

source: Billing Address
hr: Adresa za naplatu

source: Address
de: Adresse
es: Dirección
hr: Adresa

source: City
de: Stadt
es: Ciudad
hr: Grad

source: Post Code
de: Postleitzahl
es: Código Postal
hr: Poštanski broj

source: Phone
de: Keiner
es: Telefono
hr: Telefon

source: Donate
hr: Donirajte

source: Donation Summary
hr: Sažetak donacije

source: Payment
de: Zahlung
es: Pago
hr: Plaćanje

source: Please complete your donation by following the checkout below.
hr: Dovršite svoju donaciju prateći naplatu u nastavku.

source: Checkout
de: Kasse
es: Pagina de Pago
hr: Prema naplati

source: New Customer
de: Neukunde
es: Nuevo Cliente
hr: Novi kupac

source: Order Information
de: Bestellinformationen
es: Informacion de la Orden
hr: Informacije o narudžbi

source: We only use your details in order to get in touch with you regarding the order status and for billing. No spam, no rubbish
de: Wir verwenden Ihre Daten nur, um Sie bezüglich des Bestellstatus und zur Rechnungsstellung zu kontaktieren. Kein Spam, kein Müll
es: Solo usamos su información para poder contactarlos e informar sobre el estatus de su orden y la facturación. No mandamos spam.
hr: Vaše podatke koristimo samo kako bismo s vama stupili u kontakt u vezi sstatus narudžbe i za naplatu. Nema spama, nema smeća

source: Your Address
de: Deine Adresse
es: Dirección
hr: Vaša adresa

source: Note to seller
de: Notiz an den Verkäufer
es: Nota para el vendedor
hr: Napomena prodavaču

source: Order Summary
de: Bestellübersicht
es: Resumen
hr: Sažetak narudžbe

source: Choices
de: Auswahl
es: Opciones
hr: Opcije

source: days free
de: Tage frei
es: días gratis
hr: slobodni dani

source: then
de: Dann
es: depués
hr: zatim

source: Upfront cost
de: Kosten im Voraus
es: Costo inicial
hr: Trošak unaprijed

source: Price
de: Preis
es: Precio
hr: Cijena

source: Total
de: Gesamt
hr: Ukupno

source: Then
de: Dann
es: Después
hr: Zatim

source: Continue to Payment
de: Weiter zu Zahlung
es: Pagar
hr: Nastavite prema plaćanju

source: Please complete your order
de: Bitte schließen Sie Ihre Bestellung ab
es: Por favor, Complete su orden
hr: Molimo dovršite svoju narudžbu

source: Great choice
de: Schöne Wahl
es: Gran Decisión
hr: odličan izbor

source: please complete the form below
de: Füllen Sie das untenstehende Formular aus
es: por favor complete el formulario
hr: ispunite donji obrazac

source: Upfront Cost
de: Kosten im Voraus
es: Costo Inicial
hr: Unaprijed trošak

source: Thank you
de: Vielen Dank
es: Gracias
hr: Hvala vam

source: Order Complete
de: Bestellung ausgeführt
es: Orden Completada
hr: Narudžba završena

source: We've received your order and will be in contact soon
de: Wir haben Ihre Bestellung erhalten und werden uns in Kürze mit Ihnen in Verbindung setzen
es: Hemos recibido su orden y pronto estaremos contactándolo
hr: Primili smo vašu narudžbu i uskoro ćemo vas kontaktirati

source: Subscription Builder - Success
de: Abonnement-Builder - Erfolg
es: Subscription Builder - Realizado
hr: Izrada pretplate - uspjeh

source: Account
de: Konto
es: Cuenta
hr: Račun

source: Your subscriptions
de: Kein Abonnement
es: Tu subscripción
hr: Vaše pretplate

source: payment is pending
de: Zahlung steht aus
es: Pago pendiente
hr: plaćanje je u tijeku

source: View your subscriptions
de: Kein Abonnement
es: Verifica tu subscripción
hr: Pogledajte svoje pretplate

source: Please contact
de: Kontaktieren Sie bitte
es: Por favor, contactonos
hr: Molimo kontaktirajte

source: if you wish to alter your subscription
de: wenn Sie Ihr Abonnement ändern möchten
es: si quieres alterar tu subscripción
hr: ako želite promijeniti svoju pretplatu

source: Manage Subscriptions
de: Kein Abonnement
es: Maneja tu subscripción
hr: Upravljanje pretplatama

source: File access
de: Dateizugriff
es: Accece a tus archivos
hr: Pristup datoteci

source: Some subscriptions may give you access to files. If they do, they will appear below
de: Einige Abonnements geben Ihnen möglicherweise Zugriff auf Dateien. Wenn dies der Fall ist, werden sie unten angezeigt
es: Algunas subscripciones te permiten acceder a archivos. De estar habilitado, les apareceran debajo"
hr: Neke pretplate mogu vam omogućiti pristup datotekama. Ako hoće, hoćepojaviti ispod

source: View Files
de: Dateien anzeigen
es: Verifica tus archivos
hr: Pogledaj datoteke

source: Private Pages Access
de: Private Seiten
es: Acceso a Paginas Privadas
hr: Pristup privatnim stranicama

source: Some subscriptions may give you access to private pages
de: Einige Abonnements geben Ihnen möglicherweise Zugriff auf private Seiten
es: Algunas subscripciones te permiten acceder a paginas privadas
hr: Neke pretplate mogu vam omogućiti pristup privatnim stranicama

source: If they do, they will appear below
de: Wenn dies der Fall ist, werden sie unten angezeigt
es: Si lo hacen, les aparecera debajo
hr: Ako to učine, pojavit će se ispod

source: Payment Settings
de: Zahlungseinstellungen
es: Ajuste de Pagos
hr: Postavke plaćanja

source: If you have changed banks, you can update your payment method here
de: Wenn Sie die Bank gewechselt haben, können Sie Ihre Zahlungsmethode hier aktualisieren
es: Si ha cambiado de banco, puede actualizarlo con este método
hr: Ako ste promijenili banku, ovdje možete ažurirati način plaćanja

source: Current payment method
de: Aktuelle Zahlungsmethode
es: Método de pago actual
hr: Trenutačni način plaćanja

source: Card
de: Karte
es: Tarjeta de Credito
hr: Kartica

source: Last four digits
de: Die letzten vier Ziffern
es: Los ultimos cuatro dígitos
hr: Zadnje četiri znamenke

source: Note
de: Notiz
es: Notas
hr: Bilješka

source: You don't need to do anything if your card has expired or you have a new card, the details are automatically updated
de: Sie müssen nichts tun, wenn Ihre Karte abgelaufen ist oder Sie eine neue Karte haben, die Daten werden automatisch aktualisiert
es: Si su tarjeta de credito ha expirado, sus detalles seran automáticamente actualizados cuando se genere una nueva.
hr: Ne morate ništa učiniti ako vam je kartica istekla ili imate novu karticu, detalji se automatski ažuriraju

source: You only need to update payment details if you have changed banks or have a new card account
de: Sie müssen die Zahlungsdaten nur aktualisieren, wenn Sie die Bank gewechselt haben oder ein neues Kartenkonto haben
es: Solo necesita actualizar el método de pago si ha cambiado de cuenta o de banco
hr: Podatke o plaćanju trebate ažurirati samo ako ste promijenili banku ili imate novi kartični račun

source: Update Payment Method
de: Zahlungsmethode aktualisieren
es: Actualize su método de pago
hr: Ažurirajte način plaćanja

source: View
de: Aussicht
es: Mire
hr: Pogled

source: manage failed payments
de: fehlgeschlagene Zahlungen verwalten
es: maneja los pagos fallidos
hr: upravljati neuspjelim plaćanjima

source: Failed Invoices
de: Fehlgeschlagene Rechnungen
es: Pagos Fallidos
hr: Neuspjele fakture

source: Login
de: Anmeldung
es: Iniciar Sesión
hr: Prijavi se

source: Reset your password
de: Fügen Sie Ihren Code unten ein
es: Reiniciar Contraseña
hr: Vraćanje izvorne lozinke

source: We will send you an email to reset your password
de: Wir senden Ihnen eine E-Mail, um Ihr Passwort zurückzusetzen
es: Le estaremos enviando un correo para reiniciar su contraseña
hr: Poslat ćemo vam e-poruku za ponovno postavljanje lozinke

source: Submit
de: Einreichen
es: Enviar
hr: Pošalji

source: Notification
de: Benachrichtigung
es: Notificación
hr: Obavijest

source: By
de: Durch
es: Por
hr: Po

source: Made possible with
de: Möglich gemacht mit
es: Hecho posible con
hr: Omogućeno uz

source: Logout
de: Ausloggen
es: Cerrar Sessión
hr: Odjavite se

source: Shop owner login
de: Shop-Besitzer-Login
es: Inicio de Sesión para los Administradores
hr: Prijava vlasnika trgovine

source: or
de: Dein
es: o
hr: ili

source: Subscriber Login
de: Abonnenten-Login
es: Inicio de sesión para Subscriptores
hr: Prijava pretplatnika

source: Scroll back to top
de: Zurück nach oben scrollen
es: Deplazar hacia el principio de la pagina
hr: Pomaknite se natrag na vrh

source: Uploaded files
de: Hochgeladene Dateien
es: Archivos subidos
hr: Učitane datoteke

source: Uploaded Files
de: Hochgeladene Dateien
es: Archivos subidos
hr: Učitane datoteke

source: Files listed here will be available to your subscribers when they login
de: Die hier aufgelisteten Dateien stehen Ihren Abonnenten zur Verfügung, wenn sie sich anmelden
es: Los archivos en esta lista estarán disponibles para tus subscriptores cuando inicien sesión
hr: Ovdje navedene datoteke bit će dostupne vašim pretplatnicima kada se prijave

source: File name
de: Dateizugriff
es: Nombre del archivo
hr: Naziv datoteke

source: Created at
de: Hergestellt in
es: Creado en
hr: Stvoreno u

source: Customer Login
de: Abonnenten-Login
es: Inicio de Sesión para Clientes
hr: Prijava korisnika

source: Sign In
de: Einloggen
es: Iniciar Sesión
hr: Prijaviti se

source: Forgot your password
de: Fügen Sie Ihren Code unten ein
es: Olvido su contraseña
hr: Zaboravili ste zaporku

source: Or, are you a shop admin needing help logging into your shop?
de: Oder sind Sie Shop-Administrator und benötigen Hilfe bei der Anmeldung in Ihrem Shop?
es: O, eres un administrator tratando de iniciar sesión en su tienda?
hr: Ili ste administrator trgovine i trebate pomoć pri prijavi u svoju trgovinu?

source: Change password
de: Passwort ändern
es: Cambie la Contraseña
hr: Promjena lozinke

source: Set a new password
de: Fügen Sie Ihren Code unten ein
es: Crear nueva contraseña
hr: Postavite novu lozinku

source: Please choose a new password
de: Bitte wählen Sie eine davon aus
es: Por favor elige una nueva contraseña
hr: Odaberite novu lozinku

source: Failing Payments
de: fehlgeschlagene Zahlungen verwalten
es: Pagos Fallando
hr: Neuspješna plaćanja

source: A "failed invoice" means that all
de: Eine "fehlgeschlagene Rechnung" bedeutet, dass alle
es: Un " pago fallido " significa que todos
hr: \Neuspjela faktura\ znači da su svi pokušaji

source: automatic
de: automatisch
es: los intentos de
hr: automatskog

source: payment collection attemps for a given invoice have failed, and there will be no further
de: Zahlungseinzugsversuche für eine bestimmte Rechnung sind fehlgeschlagen und es werden keine weiteren Versuche unternommen
es: pagos automaticos para un factura ha fallado y no lo volvera a intentar
hr: plaćanja za određenu fakturu bili neuspješni

source: payment collections for that invoices
de: Zahlungseinzüge für diese Rechnungen
es: para esa factura
hr: I da neće biti daljnjih naplata za te fakture

source: Please note there may still be manual attempts made to collect the payment
de: Bitte beachten Sie, dass möglicherweise noch manuelle Versuche unternommen werden, die Zahlung einzuziehen
es: Pero, notese que puede intentar facturas manuales para recoletar el pago deseado
hr: Napominjemo da još uvijek može biti ručnih pokušaja prikupljanja uplate

source: Action
de: Optionen
es: Acción
hr: Akcija

source: Amount
de: monatlich
es: Monto
hr: Iznos

source: Charge Date
de: Belastungsdatum
es: Fecha de Cargo
hr: Datum naplate

source: Charge attempts
de: Ladeversuche
es: Intentos de Pago
hr: Pokušaji punjenja

source: Next payment attempt
de: Aktuelle Zahlungsmethode
es: Próxima fecha de intento de pago
hr: Sljedeći pokušaj plaćanja

source: Decline code
de: Code ablehnen
es: Codigo de rechazo
hr: Kod odbijanja

source: Never
de: Niemals
es: Nunca
hr: Nikada

source: Subscriptions
de: Kein Abonnement
es: Subscripciones
hr: Pretplate

source: My Account
de: Konto
es: My Cuenta
hr: Moj račun

source: Your Subscriptions
de: Kein Abonnement
es: Subscripciones
hr: Vaše pretplate

source: Title
de: Titel
es: Título
hr: Titula

source: Chosen Options
de: Siehe Wahlmöglichkeiten
es: Opciones Elegidas
hr: Odabrane opcije

source: Update Choices
de: Schöne Wahl
es: Actualizar Opciones
hr: Ažuriraj izbore

source: Subscription ID
de: Kein Abonnement
es: ID de la Subscripción
hr: ID pretplate

source: Date started
de: Datum gestartet
es: Fecha de Inicio
hr: Datum početka

source: One-off
de: Einmal
es: único
hr: Jednokratna

source: Not a subscription
de: Kein Abonnement
es: No es una subscripción
hr: Nije pretplata

source: Sell price
de: Verkaufspreis
es: Precio de Venta
hr: Prodajna cijena

source: No up-front fee
de: Keine Vorauszahlung
es: No pagos por adelantado
hr: Bez naknade unaprijed

source: Paid
de: Bezahlt
es: Pagado
hr: Plaćeno

source: Automatically Cancels at
de: Automatisches Abbrechen an
es: Se cancela automaticamente en
hr: Automatski otkazuje u

source: Order Note
de: Bestellung ausgeführt
es: Nota
hr: Napomena o narudžbi

source: No note was given
de: Es wurde kein Hinweis gegeben
es: No hubo notas
hr: Nije data nikakva bilješka

source: Details
de: Mehr details
es: Detalles
hr: pojedinosti

source: Choose your options
de: Siehe Wahlmöglichkeiten
es: Elige tus opciones
hr: Odaberite svoje mogućnosti

source: Your
de: Dein
es: Tus
hr: Vaš

source: plan has the following options
de: Plan hat Optionen
es: el plan tiene las siguientes optiones
hr: plan ima sljedeće mogućnosti

source: options
de: Optionen
es: opciones
hr: opcije

source: choose one
de: Wählen Sie einen Plan
es: elige uno
hr: Izaberi jedan

source: Choose plan
de: Wählen Sie einen Plan
es: elige el plan
hr: Odaberite plan

source: More details
de: Mehr details
es: mas detalles
hr: Više detalja

source: No subscription
de: Kein Abonnement
es: No es una subscripción
hr: Nema pretplate

source: Automatically cancels on
de: Automatisches Abbrechen an
es: Se cancela automaticamente en
hr: Automatski se poništava

source: See choice options
de: Siehe Wahlmöglichkeiten
es: Mira las opciones
hr: Pogledajte opcije izbora

source: Choose
de: Wählen
es: Elige
hr: Odaberite

source: Home
de: Wählen
hr: Dom

source: Private pages
de: Private Seiten
es: Pagina privada
hr: Privatne stranice

source: Dashboard
de: Armaturenbrett
es: Menu
hr: Nadzorna ploča

source: Collect payments easily with Subscribie
de: Sammeln Sie Zahlungen einfach mit Subscribie
es: Recolecata los pagos de forma sencillas con Subscribie
hr: Jednostavno prikupljajte uplate uz Subscribie

source: Made in
de: Hergestellt in
es: Hecho en
hr: Napravljeno u

source: Subscriber login
de: Abonnenten-Login
es: Inicio de Sesion para Subscriptores
hr: Prijava pretplatnika

source: Country
de: Land
es: País
hr: Zemlja

source: plan has options
de: Plan hat Optionen
es: el plan tiene opciones
hr: plan ima opcije

source: The choice group
de: Siehe Wahlmöglichkeiten
es: El grupo de opciones
hr: Grupa izbora

source: has
de: hat
es: tiene
hr: ima

source: Please choose one of them
de: Bitte wählen Sie eine davon aus
es: Por favor elige uno de esos
hr: Odaberite jedno od njih

source: None
de: Keiner
hr: Nijedan

source: We couldn't find that page
de: Wir konnten diese Seite nicht finden
es: No se pudo encontrar esa pagina
hr: Nismo mogli pronaći tu stranicu

source: Take me home
de: Bring mich nach Hause
es: Llevame al inicio
hr: Na Početnu

source: You may have followed a dead, old or broken link, sorry about that, click the button at the top right to go back home and try again
de: Möglicherweise sind Sie einem toten, alten oder defekten Link gefolgt, entschuldigen Sie bitte, klicken Sie auf die Schaltfläche oben rechts, um nach Hause zurückzukehren und es erneut zu versuchen
es: Usted pudo haber seguido un enlance roto o viejo, Perdón por eso, Por favor, haga click en el botón arriba a la derecha para volver al comienzo e intentelo de nuevo
hr: Možda ste slijedili mrtvu, staru ili neispravnu vezu, ispričavamo se zbog toga, kliknite gumb gore desno da se vratite kući i pokušajte ponovno u

source: Something's gone wrong
de: Etwas ist schief gelaufen
es: Algo paso mal
hr: Nešto nije u redu

source: Sorry we encountered an error on this page
de: Es tut uns leid, dass auf dieser Seite ein Fehler aufgetreten ist
es: Perdón hemos encontrado un error en esta pagina
hr: Nažalost, naišli smo na pogrešku na ovoj stranici

source: How did that happen
de: Wie ist das passiert
es: Como sucedió
hr: Kako se to dogodilo

source: Sorry you encountered this error, we've logged it and will dispatch a team of monkeys to fix it. Click the button above to go back home
de: Es tut uns leid, dass Sie auf diesen Fehler gestoßen sind. Wir haben ihn protokolliert und senden eine Team von Affen, um es zu beheben. Klicken Sie auf die Schaltfläche oben, um nach Hause zurückzukehren
es: Perdón por el error, lo hemos capturado y estamos en camino para arreglarlo lo mas rapido posible. Presione el botón de arriba para volver al inicio
hr: Žao nam je što ste naišli na ovu grešku, mi smo je zabilježili i poslat ćemo tim majmuna da je popravi. Pritisnite gornji gumb da biste se vratili na početnu stranicu

source: Email
de: täglich
es: Correo Electrónico

source: Brand
de: Marke
es: Marca

source: The
de: Das
es: El

source: Status
es: Estatus

source: in
es: en
